/* No comment provided by engineer. */
" Name %@ Already Exist. Please choose a different connection name" = "الاسم %@ موجود مسبقا. الرجاء اختيار اسم اتصال مختلف";

/* Label-Path */
"/Categories" = "/فئات";

/* Path */
"/Inbox" = "/صندوق البريد الوارد";

/* Label - Path */
"/Personal Categories" = "/فئات شخصية";

/* Label- Path */
"/Personal Folder" = "/مجلد شخصي";

/* No comment provided by engineer. */
"Browser" = "متصفح";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* Label */
"Categories" = "فئات";

/* No comment provided by engineer. */
"Connection Test" = "اختبار الاتصال";

/* No comment provided by engineer. */
"Connection Test Failed" = "فشل اختبار الاتصال";

/* No comment provided by engineer. */
"Connection Test Failed in BI" = "فشل اختبار الاتصال في BI";

/* No comment provided by engineer. */
"Delete Document Failed" = "فشل حذف المستند";

/* No comment provided by engineer. */
"Deleting objects is not supported in the Lite version. Please purchase a full version on the app store" = "حذف الكائنات غير مسموح به على اصدار اللايت. الرجاء شراء الاصدار الكامل على ال-app store";

/* No comment provided by engineer. */
"Demo Version" = "اصدار تجريبي";

/* No comment provided by engineer. */
"Description not available" = "الوصف غير متوفر";

/* No comment provided by engineer. */
"Developed by " = " المطور: ";

/* No comment provided by engineer. */
"Documents" = "مستندات";

/* No comment provided by engineer. */
"E-mail" = "البريد الإلكتروني";

/* No comment provided by engineer. */
"Enter your password for:" = "ادخل كلمة المرور ل:";

/* No comment provided by engineer. */
"Failed" = "فشل";

/* No comment provided by engineer. */
"Failed to delete document" = "فشل حذف المستند";

/* No comment provided by engineer. */
"Failed to Save Connection" = "فشل حفظ الاتصال";

/* Just Feedback and support. Do not translate email:-) */
"Feedback and support: support@apos.com\n" = "support@apos.com :الملاحظات والدعم\n";

/* No comment provided by engineer. */
"Feedback and technical support: " = "الملاحظات والدعم التقني:";

/* Name- Folders */
"Folders" = "مجلدات";

/* No comment provided by engineer. */
"Get Schedule Forms Failed" = "فشل تلقي نماذج الجدول الزمني";

/* No comment provided by engineer. */
"Get Schedule Forms Failed in BI" = "فشل تلقي نماذج الجدول الزمني في BI";

/* No comment provided by engineer. */
"Global Preferences" = "التفضيلات العمومية";

/* Title for the header */
"Historical Instances" = "محفوظات المثيلات";

/* Name - Inbox */
"Inbox" = "صندوق البريد الوارد";

/* No comment provided by engineer. */
"Instance" = "مثيل";

/* No comment provided by engineer. */
"Instances" = "مثيلات";

/* Demo Version - some functions not allowed */
"Lite Version" = "اصدار اللايت";

/* No comment provided by engineer. */
"Load Document Detailes Failed" = "فشل تحميل تفاصيل المستند";

/* No comment provided by engineer. */
"Load Document Details Failed" = "فشل تحميل تفاصيل المستند";

/* No comment provided by engineer. */
"Load Document Details Failed in BI" = "فشل تحميل تفاصيل المستند في BI";

/* No comment provided by engineer. */
"Load Documents Failed" = "فشل تحميل المستندات";

/* No comment provided by engineer. */
"Load Documents Failed in BI" = "فشل تحميل المستندات في BI";

/* No comment provided by engineer. */
"Load Objects Failed" = "فشل تحميل الكائنات";

/* No comment provided by engineer. */
"Load Objects Failed in BI" = "فشل تحميل الكائنات في BI";

/* No comment provided by engineer. */
"Load Open Document URL Failed" = "فشل تحميل Open Document URL";

/* No comment provided by engineer. */
"Load Open Document URL Failed in BI" = "فشل تحميل Open Document URL في BI";

/* No comment provided by engineer. */
"Load Report Failed" = "فشل تحميل التقرير";

/* No comment provided by engineer. */
"Load Report Failed in BI" = "فشل تحميل التقرير في BI";

/* Failed */
"Load Selected Object Failed" = "فشل تحميل الكائن المحدد";

/* No comment provided by engineer. */
"Load Selected Object Failed in BI" = "فشل تحميل الكائن المحدد في BI";

/* No comment provided by engineer. */
"Load Universe Failed" = "فشل تحميل الكون";

/* No comment provided by engineer. */
"Load Universe Failed in BI" = "فشل تحميل الكون في BI";

/* Missing Session Info */
"No Active Sessions" = "لا توجد جلسة عمل نشطة";

/* No comment provided by engineer. */
"No Active Sessions Found" = "لا توجد جلسة عمل نشطة";

/* No comment provided by engineer. */
"No Description Available" = "الوصف غير متوفر";

/* Object does not have a description */
"No Description is Available" = "الوصف غير متوفر";

/* No comment provided by engineer. */
"Ok" = "تاكيد";

/* OK on alert window */
"OK" = "تاكيد";

/* Use Open Document Call to View document */
"Open Document" = "فتح المستند";

/* No comment provided by engineer. */
"Password" = "كلمة المرور";

/* Label */
"Personal Categories" = "فئات شخصية";

/* Label */
"Personal Folder" = "مجلد شخصي";

/* No comment provided by engineer. */
"Phone:+1.519.894.2767\n" = "+1.519.894.2767:هاتف\n";

/* No comment provided by engineer. */
"Please Create/Enable at least one CMS Session" = "الرجاء انشاء / تمكين جلسة عمل CMS واحدة على الاقل";

/* Missing Session Info */
"Please Create/Enable at least one SAP BI Session" = "الرجاء انشاء / تمكين جلسة عمل SAP BI واحدة على الاقل";

/* No comment provided by engineer. */
"Please provide session name" = "الرجاء توفير اسم جلسة العمل";

/* No comment provided by engineer. */
"Print" = "طباعة";

/* No comment provided by engineer. */
"Pull To Refresh" = "اجذب للتحديث";

/* No comment provided by engineer. */
"Pull To Refresh Objects List" = "اجذب لتحديث قائمة الكائنات";

/* No comment provided by engineer. */
"Pull To Refresh Universes" = "اجذب لتحديث الكون";

/* No comment provided by engineer. */
"Pull To Refresh Webi Documents List" = "اجذب لتحديث قائمة مستندات Webi";

/* No comment provided by engineer. */
"qcJ-5z-gfl.title" = "qcJ-5z-gfl.title";

/* No comment provided by engineer. */
"Re-Schedule" = "اعادة جدولة";

/* No comment provided by engineer. */
"Reports" = "تقارير";

/* No comment provided by engineer. */
"Run Now" = "شغّل الان";

/* No comment provided by engineer. */
"Schedule" = "جدولة";

/* No comment provided by engineer. */
"Schedule Failed" = "فشل الجدولة";

/* No comment provided by engineer. */
"Schedule Failed in BI" = "فشل الجدولة في BI";

/* No comment provided by engineer. */
"Schedule Object to Run now" = "جدولة الكائن للتشغيل الان";

/* No comment provided by engineer. */
"Schedule Report" = "جدولة تقرير";

/* No comment provided by engineer. */
"Server Error" = "خطأ الخادم";

/* No comment provided by engineer. */
"Server Error:" = "خطأ الخادم:";

/* No comment provided by engineer. */
"Server Error: " = "خطأ الخادم: ";

/* No comment provided by engineer. */
//"Settings" = "إعدادات";
"Settings"= "اعدادات";

/* Scheduled with success */
"Success!" = "نجاح!";

/* No comment provided by engineer. */
"Type" = "نوع";

/* No comment provided by engineer. */
"Universes" = "كون";

/* No comment provided by engineer. */
"View" = "عرض";

/* No comment provided by engineer. */
"View Instance Using Open Document" = "عرض من خلال Open Document";

/* No comment provided by engineer. */
"View Latest Instance" = "عرض المثيل الاخير";

/* No comment provided by engineer. */
"View Latest Instance Using Open Document" = "عرض المثيل الاخير من خلال Open Document";

/* No comment provided by engineer. */
"View List of Historical Instances/Schedules" = "عرض قائمة محفوظات المثيلات / الجداول";

/* No comment provided by engineer. */
"View Object Using Open Document" = "عرض الكائن من خلال من خلال Open Document";


"Restore" = " استعادة";
"Connections"=" اتصالات ";
"In-App Purchase Required" = "شراء  In-App مطلوب";
"To connect to your own SAP BusinessObjects system please purchase this in-app feature" = "للاتصال على نظام SAP BusinessObjects٫ الرجاء شراء هذه ميزة ال-in-app ";
"Connection" = " اتصال";
"View Document in PDF"="عرض المستند على تنسيق PDF";
"Export to Excel"="تصدير لل-Excel";

/* New Strings for DashBoard */

"Dashboard Failed" = "فشل لوحة المعلومات";

"Purchases"="Purchases";

/* Extension Pack */
"Incorrect Extension Pack URL"="URL حزمة الملحقات غير صحيح";
"BI Platform Build:"="بنية النظام الأساسي BI:";
"Extension Pack Version:"="اصدار حزمة الملحقات:";

/* Document Refresh */
"Refresh"="Refresh";
"Refresh Document"="Refresh Document";
"Prompt Refresh"="Prompt Refresh";
"Pull To Refresh Prompt"="Pull To Refresh Prompt";
"Add Prompt Value"="Add Prompt Value";
"Enter Prompt Value"="Enter Prompt Value";
"Loading..."="Loading...";
"Selected"="Selected";
"Available"="Available";
"Save"="Save";


/* Create New Object */
"New Object"="New Object";
"Webi Document"="Webi Document";
"New Webi Document"="New Webi Document";
"Name"="Name";
"Document"="Document";
"Query"="Query";
"Report"="Report";
"Add Universe"="Add Universe";
"Data Providers"="Data Providers";
"Add"="Add";
"Document Name"="Document Name";
"Query Name"="Query Name";
"Universe"="Universe";
"Select Fields"="Select Fields";
"Edit Report Fields"="Edit Report Fields";
"Edit"="Edit";
"Preview"="Preview";


